2gua.rainbow-brackets
aaron-bond.better-comments
brenosolutions.sqlformatter
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dariofuzinato.vue-peek
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
DotJoshJohnson.xml
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GregorBiswanger.json2ts
HaaLeo.vscode-stylint
HookyQR.beautify
jasonnutter.search-node-modules
kdcro101.typescript-code-navigator
kisstkondoros.vscode-codemetrics
kumar-harsh.graphql-for-vscode
loiane.ts-extension-pack
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
miclo.sort-typescript-imports
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
mubaidr.vuejs-extension-pack
naumovs.color-highlight
octref.vetur
PKief.material-icon-theme
pmneo.tsimporter
rbalet.code-spell-checker-fullstack
rbbit.typescript-hero
redhat.vscode-yaml
robertoachar.vscode-essentials-snippets
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
stringham.move-ts
sysoev.language-stylus
tombonnike.vscode-status-bar-format-toggle
waderyan.gitblame
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wmaurer.change-case
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
zitup.classnametocss
